[M_Orchid_PlotMission01 MissionDefinition]
MissionName="Uma Recepção Calorosa"
MissionDescription="A caça ao tesouro das areias começa na cidade deserta de [place]Oasis[-place], porém, alguns piratas estão atacando o local e dizem trabalhar para um cara chamado Sandman. Um homem chamado Shade, possivelmente um habitante de [place]Oasis[-place], lhe pediu para limpar a cidade desses piratas."
TurnInDescription="Você limpou [place]Oasis[-place] dos piratas e conheceu o excêntrico Shade.  É hora de arregaçar as mangas (metaforicamente falando), de sujar as mãos (também metaforicamente falando) e começar de uma vez a missão de encontrar uma porrada de tesouros (não metaforicamente falando).\n"
MissionSummary="Limpe a cidade de Oasis."
MissionGiver="Shade"
MissionTurnInLocation="Shade"
TeaserText=""

[M_Orchid_PlotMission01:GotoOasisTown MissionObjectiveDefinition]
ProgressMessage="Vá para a cidade de Oasis"

[M_Orchid_PlotMission01:GotoOasisTownSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission01:KillBanditLeader MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission01:KillBandits MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission01:KillBanditsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission01:killnobeard MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission01:KillNoBeardBoss MissionObjectiveDefinition]
ProgressMessage="Elimine o Sem Barba"

[M_Orchid_PlotMission01:KillPirateThugs MissionObjectiveDefinition]
ProgressMessage="Livre Oasis dos piratas"

[M_Orchid_PlotMission01:MeetShade MissionObjectiveDefinition]
ProgressMessage="Encontre-se com o Shade"

[M_Orchid_PlotMission01:MeetShadeSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Encontre-se com o Shade."
MissionDescriptionOverride="Depois de uma rodada de negociações hostis com o Sem Barba e outros piratas, a cidadde de [place]Oasis[-place] está segura novamente.  É hora de encontrar esse tal de Shade."

[M_Orchid_PlotMission01:RepelBanditAttack MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

